var config = {
    texts: [
        "致米姝小笨蛋",
        "我的一生最美好的场景，就是遇见你",
        "曾经你问我喜欢你什么",
        "我想我喜欢的是你由内而外的气质",
        "为他人着想，体贴入微，待人真诚",
        "偶尔的天真以及迷人的微笑",
        "你是一个十分优秀的女孩子",
        "优秀到我让情不自禁地想帮你变得更优秀",
        "想把我自己的优点全部赠与你",
        "跟你呆在一起的时光，总是短暂而愉快",
        "我享受着照顾你以及被你照顾的感觉",
        "千言万语，尽在行动之中",
        "愿我们永不相忘，再见时依然可以嘻嘻哈哈",
        "生日快乐！祝你所到之处，春暖花开",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
      "致米姝小笨蛋": "./imgs/wenshu1.jpg",
      "我的一生最美好的场景，就是遇见你": "./imgs/wenshu2.jpg",
      "曾经你问我喜欢你什么": "./imgs/wenshu3.jpg",
      "我想我喜欢的是你由内而外的气质": "./imgs/wenshu4.jpg",
      "为他人着想，体贴入微，待人真诚": "./imgs/wenshu5.jpg",
      "偶尔的天真以及迷人的微笑": "./imgs/wenshu6.jpg",
      "你是一个十分优秀的女孩子": "./imgs/wenshu7.jpg",
      "优秀到我让情不自禁地想帮你变得更优秀": "./imgs/wenshu8.jpg",
      "想把我自己的优点全部赠与你": "./imgs/wenshu9.jpg",
      "跟你呆在一起的时光，总是短暂而愉快": "./imgs/wenshu10.jpg",
      "我享受着照顾你以及被你照顾的感觉": "./imgs/wenshu11.jpg",
      "千言万语，尽在行动之中": "./imgs/wenshu12.jpg",
      "愿我们永不相忘，再见时依然可以嘻嘻哈哈": "./imgs/wenshu13.jpg",
      "生日快乐！祝你所到之处，春暖花开": "./imgs/happy.jpeg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "Ready?",
        play: "Music",
        bannar_coming: "贺卡",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
